[
  "A man who doesn't think differently from his time and environment can't grow beyond his time and environment.",
  "Everything we see in the world is the creative work of women",
  "The supreme guide in life is knowledge.",
  "My people are going to learn the principles of democracy the dictates of truth and the teachings of science. Superstition must go. Let them worship as they will, every man can follow his own conscience provided it does not interfere with sane reason or bid him act against the liberty of his fellow men.",
  "Those heroes that shed their blood and lost their lives (at Gallipoli battles).. You are now lying in the soil of a friendly country. Therefore rest in peace. There is no difference between the Johnnies and the Mehmets to us where they lie side by side here in this country of ours.. You the mothers who sent their sons from far away countries wipe away your tears. Your sons are now living in our bosom and are in peace. Having lost their lives on this land they have become our sons as well.",
  "Teachers are the one and only people who save nations",
  "Those who use religion for their own benefit are detestable. We are against such a situation and will not allow it. Those who use religion in such a manner have fooled our people; it is against just such people that we have fought and will continue to fight.",
  "Human kind is made up of two sexes, women and men. Is it possible that a mass is improved by the improvement of only one part and the other part is ignored? Is it possible that if half of a mass is tied to earth with chains and the other half can soar into skies?",
  "To see me does not necessarily mean to see my face. To understand my thoughts is to have seen me.",
  "Peace at Home, Peace in the World",
  "Unless a nation's life faces peril, war is murder.",
  "The future is in the skies.",
  "Our true mentor in life is science.",
  "Sovereignty is not given, it is taken.",
  "Mankind is a single body and each nation a part of that body. We must never say \"What does it matter to me if some part of the world is ailing?\" If there is such an illness, we must concern ourselves with it as though we were having that illness.",
  "Science is the most reliable guide for civilization, for life, for success in the world. Searching a guide other than the science is meaning carelessness, ignorance and heresy.",
  "Humankind is made up of two sexes, women and men. Is it possible for humankind to grow by the improvement of only one part while the other part is ignored? Is it possible that if half of a mass is tied to earth with chains that the other half can soar into skies?",
  "Victory is for those who can say \"Victory is mine\". Success is for those who can begin saying \"I will succeed\" and say \"I have succeeded\" in the end.",
  "Every nation has the right to demand proper treatment and no country should violate the territory of any other country.",
  "No matter how rich and prosperous, a nation without independence, cannot be subject to any behaviour before the humanity, at a higher level than serving.",
  "A nation devoid of art and artists cannot have a full existence.",
  "Those who are inclined to compromise never make a revolution.",
  "The nation has placed its faith in the precept that all laws should be inspired by actual needs here on earth as a basic fact of national life.",
  "Justice is the infrastructure of proprietorship.",
  "We do not consider our principles as dogmas contained in books that are said to come from heaven. We derive our inspiration, not from heaven, or from an unseen world, but directly from life.",
  "In order to stave off covetouness, greed, and spite, citizens world over must be educated.",
  "In human life, you will find players of religion until the knowledge and proficiency in religion will be cleansed from all superstitions, and will be purified and perfected by the enlightenment of real science.",
  "A youth with wings are the assurance of our nation's future. We must start to work right away and make progress so that; if one day Westerners leave their footprints on the moon, we shall place a Turkish one among those.",
  "[Turkish women] had lived free of the veil for 5,000 years, and had been covered only in the last 600 years.",
  "Nations which don't find their national identities will be preyed upon by other nations.",
  "I will lead my people by the hand along the road until their feet are sure and they know the way. Then they may choose for themselves and rule themselves. Then my work will be done.",
  "No country is free unless it is democratic.",
  "Authority, without any condition and reservation, belongs to the nation.",
  "There are two Mustafa Kemals. One the flesh-and-blood Mustafa Kemal who now stands before you and who will pass away. The other is you, all of you here who will go to the far corners of our land to spread the ideals which must be defended with your lives if necessary. I stand for the nation's dreams, and my life's work is to make them come true.",
  "Turkey's true master is the peasant.",
  "The biggest battle is the war against ignorance.",
  "Persons, who knows that, that they will not be able to rest along the way when they took a path, will never get tired.",
  "He is a weak ruler who needs religion to uphold his government; it is as if he would catch his people in a trap.",
  "As they have come, so they will go.",
  "One day my mortal body will turn to dust, but the Turkish Republic will stand forever.",
  "I have been able to teach many things to this nation, but I haven't been able to teach how to be lackeys.",
  "I am not ordering you to attack, I am ordering you to die.",
  "This nation has not lived without her independence. She will not and cannot live without it. Liberty or death!",
  "Do not be afraid of telling the truth.",
  "A healthy mind in a healthy body.",
  "Our great ideal is to raise our nation to the highest standard of civilization and prosperity.",
  "Culture is the foundation of the Turkish Republic",
  "Following the military triumph we accomplished by bayonets, weapons and blood, we shall strive to win victories in such fields as culture, scholarship, science and economics.",
  "You will see my children, in the future everything will be done from the sky. All wars and civilizations will be in the skies above. That's why we must give great importance to the air force. The future is in the sky.",
  "Liberty and independence are my character.",
  "Teachers: the new generation will be your devotion.",
  "Our nation has succeeded owing to the unshakable unity it has shown in its actions and endeavors."
]
