[
  "Bütün ümidim gençliktedir.",
  "Ey yükselen yeni nesil, istikbal sizindir. Cumhuriyet'i biz kurduk, O'nu yükseltecek ve sürdürecek sizlersiniz.",
  "Herkes ulusal görevini ve sorumluluğunu bilmeli, memleket meseleleri üzerinde o düşünceyle, düşünüp çalışmayı görev edinmelidir.",
  "Kendiniz için değil, bağlı bulunduğunuz ulus için elbirliği ile çalışınız. Çalışmaların en yükseği budur.",
  "Ey Türk Gençliği! Birinci vazifen, Türk istiklâlini, Türk Cumhuriyetini, ilelebet, muhafaza ve müdafaa etmektir.",
  "Bugün hepimize düşen ortak görev; ulusal değerlere, bilince, Cumhuriyet'e sahip çıkmak, Çanakkale'yi, Kurtuluş Savaşı'nı kazanan  ruhu korumak ve bu bilinci gelecek kuşaklara aktarmaktır. Türk Ulusu dili, kültürü, tarihi ve saygın kimliğiyle aydınlık yarınlara el ele güçlü biçimde yürüyecektir.",
  "Sizler, yani yeni Türkiye'nin genç evlatları! Yorulsanız dahi beni takip edeceksiniz... Dinlenmemek üzere yürümeye karar verenler, asla ve asla yorulmazlar. Türk Gençliği gayeye, bizim yüksek idealimize durmadan, yorulmadan yürüyecektir.",
  "Öğretmenler! Cumhuriyet sizden düşünceleri hür, vicdanı hür, irfanı hür nesiller ister.",
  "...bu ulusa ve ülkeye hizmet görevi bitmeyecektir.",
  "Türk Milleti yeni bir iman ve kesin bir milli azim ile yeni bir devlet kurmuştur bu devletin dayandığı esaslar \"Tam Bağımsızlık\" ve \"Kayıtsız Şartsız Milli Egemenlikten ibarettir. Yeni Türkiye devletinin yapısının ruhu Milli Egemenliktir. Milletin Kayıtsız Şartsız Egemenliğidir...\"",
  "Hiçbir şeye ihtiyacımız yok, yalnız bir şeye ihtiyacımız vardır; çalışkan olmak!",
  "Biz büyük bir inkılap yaptık. Memleketi bir çağdan alıp yeni bir çağa götürdük.",
  "Devrimin amacını kavramış olanlar sürekli olarak onu koruma gücüne sahip olacaklardır.",
  "Ne mutlu Türküm diyene!",
  "Muallimler! Yeni nesli, Cumhuriyetin fedakâr öğretmen ve eğiticileri, sizler yetiştireceksiniz, yeni nesil sizin eseriniz olacaktır. Eserin kıymeti, sizin maharetiniz ve fedakârlığınız derecesiyle mütenasip bulunacaktır.",
  "Ordularımızın kazandığı zafer, sizin ve sizin ordularınızın zaferi için yalnız zemin hazırladı... Gerçek zaferi siz kazanacak ve devam edeceksiniz ve mutlaka başarılı olacaksınız.",
  "Türk çocuğu ecdadını tanıdıkça daha büyük işler yapmak için kendinde kuvvet bulacaktır.",
  "Türkiye Cumhuriyetinin, özellikle bugünkü gençliğine ve yetişmekte olan çocuklarına hitap ediyorum: Batı senden, Türk'ten çok geriydi. Manada, fikirde, tarihte bu böyleydi. Eğer bugün batı teknikte bir üstünlük gösteriyorsa, ey Türk Çocuğu, o kabahat da senin değil, senden öncekilerin affedilmez ihmalinin bir sonucudur. Şunu da söyleyeyim ki, çok zekisin! .. Bu belli. Fakat zekânı unut! .. Daima çalışkan ol...",
  "Milletleri kurtaranlar yalnız ve ancak öğretmenlerdir. Öğretmenden, eğiticiden mahrum bir millet, henüz bir millet adını alma yeteneği kazanmamıştır.",
  "Türkiye Cumhuriyeti'ni kuran Türkiye halkına Türk milleti denir...",
  "Cumhuriyeti kuranlar onu korumaya da muktedir olmalıdır.",
  "Tarihi yaşadığımız gibi yazdık, fakat geleceği cumhuriyete inananlara, onu koruyanlara ve yaşatacaklara emanet etmek lazımdır.",
  "Asıl önemli olan ve memleketi temelinden yıkan, halkını esir eden, içerdeki cephenin suskunluğudur.",
  "Benim Türk milletine, Türk cemiyetine, Türklüğün istikbaline ait ödevlerim bitmemiştir, siz onları tamamlayacaksınız. Siz de, sizden sonrakilere benim sözümü tekrar ediniz.",
  "İstiklal, istikbal, hürriyet, herşey adaletle kaimdir!",
  "Uluslar, egemenliklerini geçici bile olsa, bırakacağı meclislere dahi gereğinden fazla inanmamalı ve güvenmemelidir. Çünkü meclisler bile despotluk yapabilir ve bu despotluk bireysel despotluktan daha tehlikeli olabilir. Meclislerin öyle kararları olabilir ki, bu kararlar ulusun yaşamına giderilmesi olanaklı olmayan zararlar verebilir.",
  "Gençler cesaretimizi takviye ve idame eden sizlersiniz. Siz, almakta olduğunuz terbiye ve irfan ile insanlık ve medeniyetin, vatan sevgisinin, fikir hürriyetinin en kıymetli timsali olacaksınız. Yükselen yeni nesil, istikbal sizsiniz. Cumhuriyeti biz kurduk, onu yükseltecek ve yaşatacak sizsiniz.",
  "Öğretmenler! Cumhuriyet, fikren, ilmen, fennen, bedenen kuvvetli ve yüksek karakterli muhafızlar ister. Yeni nesli bu özellik ve kabiliyette yetiştirmek sizin elinizdedir.",
  "Öğretmen, yıllar sonra ödülünü alır.",
  "Öğretmen bir kandile benzer, kendini tüketerek başkalarına ışık verir.",
  "Söz konusu olan vatansa, gerisi teferruat.",
  "Dinlenmemek üzere yola çıkanlar asla yorulmazlar.",
  "Yaptığımız ve yapmakta olduğumuz inkılapların amacı, Türkiye Cumhuriyeti halkını tamamen çağımıza uygun ve bütün mana ve biçimiyle uygar bir toplum haline değiştirmektir.",
  "Bütün dünya bilsin ki, benim için bir yandaşlık vardır: Cumhuriyet yandaşlığı, düşünsel ve toplumsal devrim yandaşlığı. Bu noktada yeni Türkiye topluluğunda, bir bireyi bunun dışında düşünmek istemiyorum.",
  "Savaş zaruri ve hayati olmalıdır. Milletin hayatı tehlikeye maruz kalmadıkça savaş bir cinayettir. Gençliği yetiştiriniz. Onlara ilim ve irfanın müspet fikirlerini veriniz. Geleceğin aydınlığına onlarla kavuşacaksınız.",
  "Tam bağımsızlık, ancak mali bağımsızlık ile mümkündür. Bir devletin maliyesi bağımsızlıktan yoksun olunca, o devletin bütün hayat ışıklarında bağımsızlık felç olur.",
  " Din bir vicdan meselesidir. Herkes vicdanının emrine uymakta serbesttir. Biz dine saygı gösteririz. Düşünüşe ve düşünceye muhalif değiliz. Biz sadece din işlerini, millet ve devlet işleriyle karıştırmamaya çalışıyor, kasde ve fiile dayanan taassupkâr hareketlerden sakınıyoruz.",
  "  Süngülerle, silahlarla ve kanla kazandığımız askeri zaferlerden sonra, kültür, bilim, fen ve ekonomi alanlarında da zaferler kazanmaya devam edeceğiz.",
  " Zafer,\"Zafer benimdir\" diyebilenindir. Başarı ise, \"Başaracağım\" diye başlayarak sonunda \"Başardım\" diyebilenindir.",
  "Egemenlik verilmez, alınır.",
  "Türk Milleti bağımsız yaşamış ve bağımsızlığı varolmalarının yegane koşulu olarak kabul etmiş cesur insanların torunlarıdır. Bu millet hiçbir zaman hür olmadan yaşamamıştır, yaşayamaz ve yaşamayacaktır.",
  "Milletimiz davranışlarında ve gayretlerinde sarsılmaz bir bütünlük gösterdiği için başarılı olmuştur.",
  "Ne kadar zengin ve müreffeh olursa olsun, istiklâlden mahrum bir millet, medenî insanlık karşısında uşak olmak mevkiinden yüksek bir muameleye lâyık sayılamaz.",
  "Milli egemenlik öyle bir nurdur ki, onun karşısında zincirler erir, taç ve tahtlar batar, mahvolur. Milletlerin esirliği üzerine kurulmuş müesseseler her tarafta yıkılmaya mahkumdurlar.",
  "Bu millete çok şey öğretebildim ama onlara uşak olmayı bir türlü öğretemedim.",
  "Milli mücadelelere şahsî hırs değil, milli ideal, milli onur sebep olmuştur.",
  "Türk milletinin karakteri yüksektir. Türk milleti çalışkandır. Türk milleti zekidir... Türk milleti milli birlik ve beraberlik içerisinde güçlükleri yenmesini bilmiştir… Türk milletinin tarihi bir niteliği de güzel sanatları sevmek ve onda yükselmektir. Türk milletinin büyük millet olduğunu bütün medeni alem, az zamanda, bir kere daha tanıyacaktır...",
  "Türklüğün unutulmuş büyük medeni vasfı ve büyük medeni kabiliyeti, bundan sonraki gelişmesi ile geleceğin yüksek medeniyet ufkunda yeni bir güneş gibi doğacaktır.",
  "Türk’ün haysiyeti, onuru ve kabiliyeti çok yüksek ve büyüktür.",
  "Türk milleti güzel her şeyi her medeni şeyi, her yüksek şeyi sever, takdir eder. Fakat muhakkaktır ki, her şeyin üstünde taktir ettiği bir şey varsa o da kahramanlıktır.",
  "Bizim milletimiz, vatanı için, hürriyeti ve egemenliği için fedakar bir halktır.",
  "Türk esirlik kabul etmeyen bir millettir.",
  "Bizim başka milletlerden hiç bir eksiğimiz yok. Cesuruz, zekiyiz, çalışkanız, Yüksek amaçlar uğrunda ölmesini biliriz.",
  "Büyük şeyleri büyük milletler yapar.",
  "Türk milletinin son yıllarda gösterdiği harikaların yaptığı siyasi ve sosyal inkılapların gerçek sahibi kendisidir. Milletimizde bu kabiliyet ve tekamül var olmasaydı, onu yaratmaya hiçbir kuvvet ve kudret yeterli olamazdı.",
  "Bu millet kılı kıpırdamadan dava uğruna canını vermeye razı olmasaydı ben hiç birşey yapamazdım.",
  "Giriştiğimiz büyük işlerde, milletimizin yüksek kabiliyet ve yüksek sağduyusu başlıca rehberimiz ve başarı kaynağımız olmuştur.",
  "Türk kuvvet ve zekasının yenmediği ve yenemeyeceği güçlük yoktur.",
  "Benim hayatta yegane fahrim, servetim Türklükten başka bir şey değildir.",
  "Gerektiğinde vatan için bir tek fert gibi yekpare azim ve karar ile çalışmasını bilen bir millet elbette büyük bir geleceğe layık ve aday olan bir millettir.",
  "İki Mustafa Kemal vardır: Biri ben, et ve kemik, geçici Mustafa Kemal... İkinci Mustafa Kemal, onu \"ben\" kelimesiyle ifade edemem; o, ben değil, bizdir! O, memleketin her köşesinde yeni fikir, yeni hayat ve büyük ülkü için uğraşan aydın ve savaşçı bir topluluktur. Ben, onların rüyasını temsil ediyorum. Benim teşebbüslerim, onların özlemini çektikleri şeyleri tatmin içindir. O Mustafa Kemal sizsiniz, hepinizsiniz. Geçici olmayan, yaşaması ve başarılı olması gereken Mustafa Kemal odur!",
  "Bir milletin başarısı, mutlaka bütün milli güçlerin bir istikamette oluşmasıyla mümkündür. Bu nedenle bilelim ki, elde ettiğimiz başarı, milletin güç birliği etmesinden, ortak hareket etmesinden ileri gelmiştir. Eğer aynı başarı ve zaferleri gelecekte de tekrarlamak istiyorsak, ayni esasa dayanalım ve aynı şekilde yürüyelim.",
  "Öğretmenler; Cumhuriyetin fedakar öğretmen ve eğitimcileri, yeni nesli sizler yetiştireceksiniz. Ve yeni nesil sizin eseriniz olacaktır. Eserin kıymeti, sizin beceriniz ve fedakarlığınızın derecesiyle orantılı olacaktır. Cumhuriyet; fikren, ilmen, fennen, bedenen kuvvetli ve yüksek karakterli koruyucular ister. Yeni nesli, bu özellik ve kabiliyette yetiştirmek sizin elinizdedir... Sizin başarınız Cumhuriyetin başarısı olacaktır.",
  "Beni görmek demek mutlaka yüzümü görmek demek değildir. Benim fikirlerimi, benim duygularımı anlıyorsanız ve hissediyorsanız bu yeterlidir.",
  "Eğitim, kültür ve bilgi aydınlığa açılan en geniş penceredir.",
  "Benim naçiz vücudum elbet bir gün toprak olacaktır, ancak Türkiye Cumhuriyeti ilelebet payidar kalacaktır.",
  "Cumhuriyet fikir serbestliği taraftarıdır. Samimi ve meşru olmak şartıyla her fikre saygı duyarız.",
  "Milli egemenlik öyle bir nurdur ki, onun karşısında zincirler erir, taç ve tahtlar batar, mahvolur. Milletlerin esirliği üzerine kurulmuş müesseseler her tarafta yıkılmaya mahkumdurlar.",
  "Öyle istiyorum ki, Türk Dili bilim yöntemleriyle kurallarını ortaya koysun ve her dalda yazı yazanlar, bütün terimleriyle çoğunluğun anlayabileceği güzel, ahenkli dilimizi kullansınlar.",
  "Okul, genç beyinlere insanlığa saygıyı, millet ve ülkeye sevgiyi, bağımsızlık onurunu öğretir.",
  "Okul sayesinde, okulun vereceği ilim ve fen sayesindedir ki, Türk milleti, Türk sanatı, Türk iktisadiyatı, Türk şiir ve edebiyatı bütün güzellikleriyle gelişir.",
  "Müspet bilimlerin temellerine dayanan, güzel sanatları seven, fikir terbiyesinde olduğu kadar beden terbiyesinde de kabiliyeti artmış ve yükselmiş olan erdemli, kudretli bir nesil yetiştirmek ana siyasetimizin açık dileğidir.",
  "Bilelim ki, milli benliğini bilmeyen milletler, başka milletlere yem olurlar.",
  "Arkadaşlar! Devrimimiz Türkiye'nin yüzyıllar için mutluluğunu üstlenmiştir. Bize düşen onu kavrayarak ve takdir ederek çalışmaktır.",
  "Adımlarını, attığımız uygarlık ve yenilik adımlarına uydurmak istemeyenler ne talihsizdirler! Bu gibiler hâlâ milleti aldatacaklarını ümit ediyorlarsa bu ümitleri, kendilerinin zarara uğramalarından başka bir sonuç vermeyeceğine şimdiden emin olabilirler.",
  "Biz cahil dediğimiz zaman, mektepte okumamış olanları kastetmiyoruz. Kastettiğimiz ilim, hakikati bilmektir. Yoksa okumuş olanlardan en büyük cahiller çıktığı gibi, hiç okumak bilmeyenlerden de hakikati gören gerçek alimler çıkabilir.",
  "Biz Türkler, bütün tarihimiz boyunca hürriyet ve istiklâle timsal olmuş bir milletiz.",
  "Ne kadar zengin ve müreffeh olursa olsun, istiklâlden mahrum bir millet, medenî insanlık karşısında uşak olmak mevkiinden yüksek bir muameleye lâyık sayılamaz.",
  "Yurtta sulh, cihanda sulh.",
  "Türk milletinin istidadı ve kati kararı medeniyet yolunda durmadan, yılmadan ilerlemektir.",
  "Türk milletinin karakter ve adetlerine en uygun olan idare, cumhuriyet idaresidir.",
  "Yeni kuşak, en büyük cumhuriyetçilik dersini bugünkü öğretmenler topluluğundan ve onların yetiştirecekleri öğretmenlerden alacaktır.",
  "Milli mücadelelere şahsî hırs değil, milli ideal, milli onur sebep olmuştur.",
  "Bir millet eğitim ordusuna sahip olmadıkça, savaş meydanlarında ne kadar parlak zaferler elde ederse etsin, o zaferlerin kalıcı sonuçlar vermesi ancak eğitim ordusuyla mümkündür.",
  "Bir dinin tabii olması için akla, fenne, ilme ve mantığa uygun olması lazımdır.",
  "Her fert istediğini düşünmek, istediğine inanmak, kendine mahsus siyasi bir fikre sahip olmak, seçtiği bir dinin icaplarını yapmak veya yapmamak hak ve hürriyetine sahiptir. Kimsenin fikrine ve vicdanına hakim olunamaz.",
  "Türk Milletinin istidadı ve kesin kararı medeniyet yolunda, durmadan, yılmadan ilerlemektir.",
  "Medeni olmayan insanlar, medeni olanların ayakları altında kalmaya mahkumdurlar.",
  "Arkadaşlar, efendiler ve ey millet, iyi biliniz ki, Türkiye Cumhuriyeti şeyhler, dervişler, müritler, meczuplar memleketi olamaz. En doğru, en hakiki tarikat, medeniyet tarikatıdır.",
  "Medeniyetin emir ve talep ettiğini yapmak insan olmak için yeterlidir.",
  "Biz dünya medeniyeti ailesi içinde bulunuyoruz. Medeniyetin bütün icaplarını tatbik edeceğiz.",
  "Dünyanın her tarafından öğretmenler insan topluluğunun en fedakâr ve muhterem unsurlarıdır.",
  "Bizim devlet idaresinde takip ettiğimiz prensipleri, gökten indiği sanılan kitapların dogmalarıyla asla bir tutmamalıdır. Biz, ilhamlarımızı, gökten ve gaipten değil, doğrudan doğruya hayattan almış bulunuyoruz.",
  "Milletimiz her güçlük ve zorluk karşısında, durmadan ilerlemekte ve yükselmektedir. Büyük Türk Milletinin bu yoldaki hızını, her vasıtayla arttırmaya çalışmak, bizim hepimizin en kutlu vazifemizdir.",
  "Ey kahraman Türk kadını, sen yerde sürünmeye değil, omuzlar üzerinde göklere yükselmeye layıksın.",
  "Kadınlarımız için asıl mücadele alanı, asıl zafer kazanılması gereken alan, biçim ve kılıkta başarıdan çok, ışıkla, bilgi ve kültürle, gerçek faziletle süslenip donanmaktır. Ben muhterem hanımlarımızın Avrupa kadınlarının aşağısında kalmayacak, aksine pek çok yönden onların üstüne çıkacak şekilde ışıkla, bilgi ve kültürle donanacaklarından asla şüphe etmeyen ve buna kesinlikle emin olanlardanım.",
  "Ben icap ettiği zaman en büyük hediyem olmak üzere, Türk Milletine canımı vereceğim.",
  "Çalışmak demek, boşuna yorulmak, terlemek değildir. Zamanın gereklerine göre bilim ve teknik ve her türlü uygar buluşlardan azami derecede istifade etmek zorunludur.",
  "Hiçbir zafer amaç değildir. Zafer, ancak kendisinden daha büyük bir amacı elde etmek için belli başlı bir vasıtadır.",
  "Zafer, bir fikrin istihsâline (elde edilmesine) hizmeti nispetinde kıymet (değer) ifade eder. Bir fikrin istihsâline dayanmayan bir zafer pâyidar olamaz (yaşayamaz). O, boş bir gayrettir.",
  "Her büyük meydan muharebesinden, her büyük zaferin kazanılmasından sonra yeni bir âlem (dünya) doğmalıdır, doğar. Yoksa başlı başına bir zafer, boşa gitmiş bir gayret olur.",
  "Türkiye'nin asıl sahibi ve efendisi, gerçek üretici olan köylüdür. O halde, herkesten daha çok refah, saadet ve servete müstahak ve layık olan köylüdür. Onun için, Türkiye Büyük Millet Meclisi'nin iktisadi siyaseti bu aslî gayeye erişmek maksadını güder.",
  "Basın milletin müşterek sesidir. Başlıbaşına bir kuvvet, bir okul, bir öncüdür.",
  "Ekonomik kalkınma, Türkiye'nin hür, müstakil, daima daha kuvvetli, daima daha refahlı Türkiye idealinin belkemiğidir.",
  "Tam bağımsızlık, ancak ekonomik bağımsızlıkla mümkündür.",
  "Hürriyet olmayan bir memlekette ölüm ve çöküş vardır. Her ilerleyişin ve kurtuluşun anası hürriyettir.",
  "Biz kimsenin düşmanı değiliz. Yalnız insanlığın düşmanı olanların düşmanıyız.",
  "Tarih bir milletin kanını, varlığını hiçbir zaman inkar edemez.",
  "Adalet gücü bağımsız olmayan bir milletin, devlet halinde varlığı kabul olunamaz.",
  "Millete efendilik yoktur. Hizmet vardır. Bu millete hizmet eden onun efendisi olur.",
  "Biz barış istiyoruz dediğimiz zaman tam bağımsızlık dediğimizi herkesin anlaması gerekir.",
  "Sanatsız kalan bir milletin hayat damarlarından biri kopmuş demektir.",
  "Tüketici yaşamak iyi değildir. Üretici olalım.",
  "Siyasi, askeri zaferler ne kadar büyük olurlarsa olsunlar, ekonomik zaferlerle taçlandırılmazlarsa meydana gelen zaferler devamlı olamaz, az zamanda söner.",
  "Memleket mutlaka modern medeni ve yeni olacaktır. Bizim için bu hayat davasıdır.",
  "Yeni Türkiye Devleti temellerini süngüyle değil, süngünün de dayandığı ekonomi ile kuracaktır. Yeni Türkiye Devleti cihangir bir devlet olmayacaktır. Fakat yeni Türkiye Devleti bir ekonomi devleti olacaktır.",
  "Bir millet ki resim yapmaz, bir millet ki heykel yapmaz, bir millet ki tekniğin gerektirdiği şeyleri yapmaz, itiraf etmeli ki o milletin ilerleme yolunda yeri yoktur.",
  "Devrim yasası, eldeki yasaların üstündedir. Bizi öldürmedikçe, bizim kafalarımızdaki akımı boğmadıkça, başladığımız devrim ve yenilik bir an bile durmayacaktır. Bizden sonraki dönemlerde de böyle olacaktır.",
  "Büyük başarılar, değerli anaların yetiştirdikleri seçkin çocukların yardımıyla meydana gelir.",
  "Toplumdaki başarısızlığın sebebi, kadınlarımıza karşı gösterdiğimiz ihmal ve kusurdan doğmaktadır.",
  "Dünyada herşey için, medeniyet için, hayat için, başarı için, en hakiki mürşit bilimdir, fendir."
]
